"""Модуль настройки отображения порядка эндпоинтов сверху вниз для Swager."""

tags_metadata = [
    {
        'name': 'Аутентификация',
        'description': 'Получение данных для последующей авторизации',
    },
    {
        'name': 'Преврати себя в админа',
        'description': 'Эндпоинт для превращения себя в админа(для тестов)',
    },
    {'name': 'Пользователи', 'description': 'Управление пользователями'},
    {'name': 'Слоты ледового катка', 'description': 'Управление слотами'},
    {'name': 'Бронировния', 'description': 'Управление бронированием слотов'},
]
